{
  "data": [
    {
      "id": "MDEwOlJlcG9zaXRvcnkyNDU0NjcyNzQ=",
      "name": "Goal Globe: European Football",
      "image": "goalGlobe.jpeg",
      "createdAt": "2020-03-06T16:26:54Z",
      "url": "https://github.com/deepali04/AllFootball",
      "description": "Goal Globe is a European football live score website provides all the real-time updates on all the latest football matches and scores across the continent. You can also interact with people.",
      "isFork": false
    },
    {
      "id": "R_kgDOG_vYHA",
      "image": "yasmp.jpeg",
      "name": "YASMP: Yet Another Social Media Platform",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/deepali04/Yet-Another-Social-Media-Platform",
      "description": "YASMP is React based Instagram clone that lets users establish their profile and publish their content in many genres, allowing them to share posts and interact with a group of like-minded individuals.",
      "isFork": false
    },
    {
      "id": "R_kgDOG_vYHA",
      "name": "Efficient Search Engine",
      "image": "efficientSearch.jpeg",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/deepali04/Efficient-Search-Engine",
      "description": "This project develops an efficient search engine designed to provide relevant search results. Leveraging advanced algorithms, it indexes web content meticulously, prioritizes high-quality information, and optimizes responses to user queries, offering an unparalleled browsing experience.",
      "isFork": false
    },
    {
      "id": "R_kgDOG_vYHA",
      "name": "AURA: Australian Rainfall Prediction ",
      "image": "aura.jpeg",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/deepali04/AustralianRainfallPrediction",
      "description": "This project employs applying data analysis techniques on weather observation data to accurately predict the occurrence of rainfall in Australia, delineating predictions into binary outcomes: '1' indicating the anticipation of rain, and '0' signifying dry conditions.",
      "isFork": false
    },
    {
      "id": "R_kgDOG_vYHA",
      "name": "Automated Call Routing System",
      "image": "callrouting.jpeg",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/deepali04/Automated-Call-Routing-System",
      "description": "A simplified version of mobile phone tracking system was implemented to handle queries for adding mobile phones over local exchange areas, changing their location and finding lowest routing path to establish a connection between two mobile phones. ",
      "isFork": false
    },
    {
      "id": "R_kgDOG_vYHA",
      "image": "trivia.jpeg",
      "name": "Trivia Pulse: A Quiz website",
      "createdAt": "2022-03-13T20:41:33Z",
      "url": "https://github.com/deepali04/Trivia-Pulse",
      "description": "This platform has been meticulously crafted to provide users with an engaging and intellectually stimulating experience. Whether you're a quiz enthusiast or just looking for a unique way to challenge yourself, our trivia website offers a diverse range of categories and features that cater to all levels of curiosity. From a user-friendly landing page to dynamic quiz gameplay with timed questions and helpful hints, our platform aims to create an immersive and enjoyable environment. ",
      "isFork": false
    }
  ]
}
